---
kind: property
id: P:Autodesk.Revit.DB.Mullion.Lockable
source: html/7e8262c2-846d-eb61-fff0-57876d93de06.htm
---
# Autodesk.Revit.DB.Mullion.Lockable Property

Get - to get whether the Mullion can be lock or unlock.

## Syntax (C#)
```csharp
public bool Lockable { get; }
```